Revit 2027 API
ParameterTypeId.CurtaingridUseCurveDistU Property
 "Use Curve Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridUseCurveDistU { get; }
Public Shared ReadOnly Property CurtaingridUseCurveDistU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridUseCurveDistU {
	ForgeTypeId^ get ();
}
static member CurtaingridUseCurveDistU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace